Repository: pipcet/debian-installer
Catalog: packages/partman-iscsi/debian/po/*.po
Languages: cy, fi

source: Configure iSCSI volumes
cy: Cyflunio cyfrolau iSCSI
fi: Tee iSCSI-taltioiden asetukset

source: Log into iSCSI targets
cy: Mewngofnodi i dargedau iSCSI
fi: Kirjaudu iSCSI-kohteisiin

source: Finish
cy: Gorffen
fi: Lopeta

source: iSCSI configuration actions
cy: Gweithredoedd cyfluniad iSCSI
fi: iSCSI-asetustoiminnot

source: This menu allows you to configure iSCSI volumes.
cy: Mae'r ddewislen hon yn eich caniat√°u i gyflunio cyfrolau iSCSI.
fi: Tämän valikon kautta voit tehdä iSCSI-taltioiden asetukset.

source: iSCSI target portal address:
cy: Cyfeiriad targed porth iSCSI:
fi: iSCSi portaalin osoite:

source: Enter an IP address to scan for iSCSI targets. To use a port other than the default of 3260, use "IP:port" notation, for example "1.2.3.4:3261".
cy: Rhowch gyfeiriad IP i sganio am dargedau iSCSI. I ddefnyddio porth gwahanol i'r 3260 rhagosodedig, defnyddiwch ffurf "Cyfeiriad IP:Porth", er engrhaifft "1.2.3.4:3261".
fi: Syötä IP-osoite etsiäksesi iSCSI kohteita. Käyttääksesi muuta, kuin oletusporttia 3260, käytä muotoa "IP: portti", esim. "1.2.3.4:3261".

source: iSCSI initiator username for ${PORTAL}:
cy: Enw defnyddiwr cychwynnol iSCSI i ${PORTAL}:
fi: iSCSi ${PORTAL} käyttäjätunnus:

source: Some iSCSI targets require the initiator (client) to authenticate using a username and password. If that is the case for this target, enter the username here. Otherwise, leave this blank.
fi: Jotkut iSCSI:t vaativat asiakkaan kirjautuvan käyttäjätunnuksella ja salasanalla. Jos tämä iSCSI vaatii kirjautumista, anna käyttäjätunnus tähän. Jätä muussa tapauksessa tyhjäksi.

source: iSCSI initiator password for ${PORTAL}:
cy: Cyfrinair cychwynnol iSCSI i ${PORTAL}:
fi: ${PORTAL} salasana:

source: Enter the initiator password needed to authenticate to this iSCSI target.
cy: Rhowch y cyfrinair cychwynnol sydd ei hangen i ddilysu i'r targed iSCSI hwn.
fi: Anna iSCSI salasana.

source: iSCSI target username for ${PORTAL}:
cy: End defnyddiwr targed iSCSI i ${PORTAL}:
fi: iSCSI ${PORTAL} käyttäjätunnus:

source: In some environments, the iSCSI target needs to authenticate to the initiator as well as the other way round. If that is the case here, enter the incoming username which the target is expected to supply. Otherwise, leave this blank.
fi: Joissakin ympäristöissä iSCSI vaatii käyttäjän todennuksen myös paluusuuntaan. Tässä tapauksessa, anna tulevan iSCSI yhteyden käyttäjätunnus. Muussa tapauksessa jätä tyhjäksi.

source: iSCSI target password for ${PORTAL}:
cy: Cyfrinair targed iSCSI i ${PORTAL}:
fi: iSCSi salasana ${PORTAL}:

source: Enter the incoming password which the iSCSI target is expected to supply.
fi: Anna paluusuunnan salasana iSCSI:lle.

source: Empty password
cy: Cyfrinair gwag
fi: Tyhjä salasana

source: You entered an empty password, which is not allowed. Please choose a non-empty password.
cy: Fe rhoddoch gyfrinair gwag, ond ni chaniateir hyn. Dewiswch gyfrinair nad yw'n wag.
fi: Syötit tyhjän salasanan. Se ei ole sallittua, joten ole hyvä ja syötä ei-tyhjä salasana.

source: No iSCSI targets discovered
cy: Ni chanfuwyd targedi iSCSI
fi: iSCSI kohteita ei löytynyt

source: No iSCSI targets were discovered on ${PORTAL}.
cy: Ni chanfuwyd targedi iSCSI ar ${PORTAL}.
fi: iSCI kohteita ei löytynyt ${PORTAL}.

source: iSCSI targets on ${PORTAL}:
cy: Targedi iSCSI ar ${PORTAL}:
fi: iSCSI ${PORTAL}:

source: Select the iSCSI targets you wish to use.
cy: Dewiswch y targedi iSCSI yr hoffech ei ddefnyddio.
fi: Valitse iSCSI mitä haluat käyttää.

source: iSCSI login failed
cy: Methodd mewngofnodiad iSCSI
fi: iSCSI-kirjautuminen epäonnistui

source: Logging into the iSCSI target ${TARGET} on ${PORTAL} failed.
cy: Methodd mewngofnodiad targed iSCSI ${TARGET} ar ${PORTAL}.
fi: Kirjautuminen iSCSI ${TARGET} on ${PORTAL} epäonnistui.

source: Check /var/log/syslog or see virtual console 4 for the details.
cy: Gwiriwch /var/log/syslog neu gwelwch consol rhithwir 4 am y manylion.
fi: Tarkista tiedosto /var/log/syslog tai katso tarkempaa tietoa virtuaalikonsolista 4.
