Repository: pipcet/debian-installer
Catalog: packages/arcboot-installer/debian/po/*.po
Languages: hr

source: Install the Arcboot boot loader on a hard disk
hr: Instaliraj Arcboot učitač pokretanja na čvrsti disk

source: Disk for boot loader installation:
hr: Disk za instalaciju učitača pokretanja:

source: Arcboot must be installed into the volume header of a disk with a SGI disklabel. Usually the volume header of /dev/sda is used. Please give the device name of the disk on which to put arcboot.
hr: Arcboot mora biti instaliran u zaglavlje uređaja diska sa SGI diskovnom oznakom. Uobičajeno se koristi zaglavlje uređaja /dev/sda. Zadajte naziv uređaja na koji treba instalirati arcboot.

source: Arcboot configured to use a serial console
hr: Arcboot je podešen za korištenje serijske konzole

source: Arcboot is configured to use the serial port ${PORT} as the console. The serial port speed is set to ${SPEED}.
hr: Arcboot je podešen za korištenje serijskog ulaza ${PORT} kao konzole. Brzina serijskog ulaza postavljena je na ${SPEED}.

source: Arcboot installation failed. Continue anyway?
hr: Instalacija Arcboota nije uspjela. Ipak nastaviti?

source: The arcboot package failed to install into /target/. Installing Arcboot as a boot loader is a required step. The install problem might however be unrelated to Arcboot, so continuing the installation may be possible.
hr: Neuspjela instalacija arcboot paketa na /target/. Instalacija Arcboota kao učitača pokretanja je potreban korak. Problem instalacije ipak može biti nevezan za Arcboot, stoga je nastavak instalacije ipak moguć.

source: Setting PROM variables for Arcboot
hr: Postavljanje PROM varijabli za Arcboot

source: If this is the first Linux installation on this machine, or if the hard drives have been repartitioned, some variables need to be set in the PROM before the system is able to boot normally.
hr: Ako je ovo prva Linux instalacija na ovom računalu, ili su čvrsti diskovi ponovno particionirani, određene varijable treba postaviti u PROMU prije nego se sustav može normalno pokrenuti.

source: At the end of this installation stage, the system will reboot. After this, enter the command monitor from the "Stop for Maintenance" option, and enter the following commands:
hr: Na kraju faze ove instalacije, sustav će se ponovno pokrenuti. Nakon toga, uđite u naredbeni monitor iz "Stop for Maintenance" mogućnosti i upišite sljedeće naredbe:

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to your newly installed system.
hr: To ćete morati učiniti samo jednom. Nakon toga upišite naredbu 'boot' ili ponovo pokrenite sustav kako bi došli do svog svježe instaliranog sustava.
