Repository: pipcet/debian-installer
Catalog: packages/cdrom-checker/debian/po/*.po
Languages: es, fr, ru, sr, zh_cn

source: Check integrity of the installation media?
es: ¿Desea comprobar la integridad del medio de instalación?
fr: Voulez-vous vérifier l'intégrité du support d'installation ?
ru: Проверить целостность установочного носителя?
sr: Проверити инсталациони медиј?
zh_cn: 是否检查安装媒体的完整性？

source: Warning: this check depends on your hardware and may take some time.
es: Atención: esta comprobación depende de la configuración hardware y puede llevar algún tiempo.
fr: ATTENTION : cette vérification dépend du matériel et peut prendre un certain temps.
ru: Предупреждение: продолжительность проверки зависит от вашей аппаратуры и может занять некоторое время.
sr: Упозорење: ова провера зависи од вашег хардвера и може потрајати.
zh_cn: 警告：检测跟硬件性能有关，可能需要较长时间。

source: Insert Debian installation media
es: Introduzca el medio de instalación de Debian
fr: Insérer un support d'installation Debian
ru: Вставьте установочный носитель Debian
sr: Убаците инсталациони медиј
zh_cn: 插入 Debian 安装媒体

source: Please insert one of the official Debian installation media before continuing.
es: Inserte uno de los medios de instalación oficiales de Debian antes de continuar.
fr: Veuillez insérer l'un des supports d'installation officiels de Debian avant de continuer.
ru: Прежде чем продолжить, вставьте один из официальных установочных носителей Debian.
sr: Унесите један од званичних инсталационих медија са Debian-ом пре него што наставите.
zh_cn: 继续安装前，请插入一份官方的 Debian 安装媒体。

source: Failed to mount installation media
es: Se ha producido un error al montar el medio de instalación
fr: Échec du montage du support d'installation
ru: Не удалось смонтировать установочный носитель
sr: Монтирање инсталационог медија није успело
zh_cn: 卸载安装媒体失败

source: The device '${CDROM}' could not be mounted correctly. Please check the media and cables, and try it again.
es: El dispositivo ${CDROM} no pudo montarse correctamente. Por favor, compruebe el medio de instalación y los cables, y pruebe de nuevo.
fr: Le périphérique ${CDROM} ne peut être monté correctement. Veuillez vérifier le support et les câbles, puis essayez une nouvelle fois.
ru: Не удалось смонтировать устройство ${CDROM}. Проверьте носитель и подключение, затем повторите попытку.
sr: Уређај ${CDROM} не може бити добро монтиран. Проверите уређај и каблове и пробајте поново.
zh_cn: 设备“${CDROM}”不能正确挂载。请检查介质和线缆，并且重试。

source: No valid Debian installation media
es: No hay un medio de instalación Debian válido
fr: Aucun support d'installation Debian valable
ru: Отсутствует корректный установочный носитель Debian
sr: Нема исправног Debian инсталационог медија
zh_cn: 无有效的 Debian 安装媒体

source: What you have inserted is no valid Debian installation media. Please try again.
es: Lo que ha introducido no es un medio de instalación de Debian válido. Por favor, inténtelo de nuevo.
fr: Ce que vous avez inséré n'est pas un support d'installation Debian valable. Veuillez réessayer.
ru: Вставленный вами носитель не является корректным установочным носителем Debian. Попробуйте другой.
sr: Убачени диск није исправан Debian инсталациони медиј. Промените диск.
zh_cn: 插入的不是有效的 Debian 安装媒体。请重试。

source: Failed to open checksum file
es: Se produjo un fallo al abrir el fichero de sumas de comprobación
fr: Ouverture du fichier MD5 impossible
ru: Не удалось открыть файл с контрольными суммами.
sr: Неуспело отварање checksum фајла
zh_cn: 无法打开校验和文件

source: Opening the MD5 file on the media failed. This file contains the checksums of the files located on the media.
es: Se produjo un fallo al abrir el fichero MD5 del medio de instalación. Este fichero contiene las sumas de comprobación de los ficheros contenidos en el medio.
fr: Impossible d'ouvrir le fichier MD5 présent sur le support. Ce fichier contient les sommes de contrôle des fichiers présents sur le support.
ru: Не удалось открыть MD5-файл с носителя. Этот файл содержит контрольные суммы файлов, находящихся на носителе.
sr: Није успело отварање MD5 фајла са медија. Фајл садржи суме фајлова који се налазе на медију.
zh_cn: 无法打开媒体上的 MD5 文件。这个文件包含媒体上所有文件的校验和。

source: Integrity test successful
es: Comprobación de integridad correcta
fr: Contrôle d'intégrité terminé avec succès
ru: Проверка целостности закончилась успешно
sr: Диск је исправан
zh_cn: 完整性检查通过

source: The integrity test was successful. The installation image is valid.
es: La prueba de comprobación de integridad tuvo éxito. La imagen de instalación es válida.
fr: Le contrôle d'intégrité a réussi. Le support d'installation est valable.
ru: Проверка целостности прошла успешно. Установочный образ корректен.
sr: Тест исправности диска је био успешан. Инсталациони медиј је исправан.
zh_cn: 完整性检查顺利结束。安装镜像有效。

source: Integrity test failed
es: Falló la comprobación de integridad
fr: Échec du contrôle d'intégrité
ru: Проверка целостности закончилась неудачно
sr: Диск није исправан
zh_cn: 完整性检查失败

source: The file ${FILE} failed the MD5 checksum verification. Your installation media or this file may have been corrupted.
es: Ha fallado la verificación de las sumas de comprobación MD5 en el fichero ${FILE}. El medio de instalación o este fichero pueden estar dañados.
fr: La somme de contrôle MD5 du fichier ${FILE} est incorrecte. Il se peut que le support d'installation soit corrompu, ou seulement ce fichier.
ru: Не совпадает контрольная сумма MD5 для файла ${FILE}. Возможно, ваш носитель или этот файл повреждены.
sr: Фајл ${FILE} није прошао MD5 проверу. Ваш инсталациони медиј или оваj фајл можда није исправан.
zh_cn: 文件 ${FILE} 的 MD5 校验和验证失败。您的安装媒体或者这个文件可能已损坏。

source: Check the integrity of another installation image?
es: ¿Desea comprobar la integridad de otra imagen de instalación?
fr: Faut-il contrôler l'intégrité d'une autre image d'installation ?
ru: Проверить целостность другого установочного образа?
sr: Проверити исправност другог инсталационог медија?
zh_cn: 检测另一份安装媒体的完整性吗？

source: Insert Debian boot media
es: Inserte medio de arranque de Debian
fr: Insérer un support d'amorçage Debian
ru: Вставьте загрузочный носитель Debian
sr: Унесите бутабилни медиј са Debian-ом
zh_cn: 插入 Debian 的启动媒体

source: Please make sure you have inserted the Debian installation media you booted from, to continue with the installation.
es: Por favor, para continuar con la instalación debe asegurarse de que ha insertado el medio de instalación de Debian con el que arrancó.
fr: Veuillez vous assurer que vous avez inséré le support d'installation Debian avec lequel vous avez amorcé pour continuer l'installation.
ru: Убедитесь, что вы вставили загрузочный установочный носитель Debian для продолжения установки.
sr: Проверите да ли сте убацили инсталациони медиј са Debian-ом да бисте наставили са инсталацијом.
zh_cn: 请您确认已经插入了启动 Debian 时所用的安装媒体，然后继续安装。

source: Checking integrity of installation image
es: Comprobando la integridad de la imagen de instalación
fr: Vérification de l'intégrité de l'image d'installation
ru: Проверка целостности установочного образа
sr: Сакупљање информације за инсталациону слику
zh_cn: 正在检查安装媒体的完整性

source: Checking file: ${FILE}
es: Comprobación del fichero: ${FILE}
fr: Contrôle du fichier : ${FILE}
ru: Проверка файла: ${FILE}
sr: Проверавање фајла: ${FILE}
zh_cn: 正在检查文件：${FILE}

source: Check the integrity of installation media
es: ¿Desea comprobar la integridad del medio de instalación?
fr: Faut-il contrôler l'intégrité d'un autre support d'installation ?
ru: Проверка целостности установочного носителя
sr: Проверити исправност инсталационог медија
zh_cn: 检查安装介质的完整性
