Repository: pipcet/debian-installer
Catalog: packages/prep-installer/debian/po/*.po
Languages: ug

source: Install the kernel on a PReP boot partition
ug: يادرو PReP يېتەكلەش رايونىغا ئورنىتىلىدۇ

source: Copying the kernel to the PReP boot partition
ug: يادرو PReP يېتەكلەش رايونىغا كۆچۈرۈلىدۇ

source: Looking for PReP boot partitions
ug: PReP يېتەكلەش رايونىنى ئىزدەۋاتىدۇ

source: No PReP boot partitions
ug: PReP يېتەكلەش رايونى يوق

source: No PReP boot partitions were found. You must create a PReP boot partition within the first 8MB of your hard disk.
ug: PReP يېتەكلەش رايونىنى تاپالمىدى. سىز چوقۇم قاتتىق دىسكىنىڭ ئالدىنقى 8MB بوشلۇقىغا PReP يېتەكلەش رايونىدىن بىرنى قۇرۇشىڭىز لازىم.

source: Looking for the root partition
ug: غول رايون ئىزدەۋاتىدۇ

source: No root partition found
ug: غول رايون تېپىلمىدى

source: No partition is mounted as your new root partition. You must mount a root partition first.
ug: يېڭى غول رايون ئېگەرلەنمىدى. سىز ئالدى بىلەن غول رايوندىن بىرنى ئېگەرلەڭ.

source: Successfully installed PReP
ug: PReP مۇۋەپپەقىيەتلىك ئورنىتىلدى

source: The kernel was properly copied to the PReP boot partition.
ug: يادرو PReP يېتەكلەش رايونىغا مۇۋەپپەقىيەتلىك كۆچۈرۈلدى.

source: The new system is now ready to boot.
ug: يېڭى سىستېما قوزغىلىشقا تەييارلاندى.
