Repository: pipcet/debian-installer
Catalog: packages/live-installer/debian/po/*.po
Languages: ug

source: Install the system
ug: سىستېما ئورنات

source: Installing the system...
ug: سىستېما ئورنىتىۋاتىدۇ…

source: Copying data to disk...
ug: سانلىق مەلۇماتنى دىسكىغا كۆچۈرۈۋاتىدۇ…

source: Cleaning up network settings...
ug: تور تەڭشىكىنى تازىلاۋاتىدۇ…

source: Removing packages specific to the live system...
ug: مەخسۇس live سىستېمىغا ئىشلىتىلىدىغان بوغچىلارنى چىقىرىپ تاشلاۋاتىدۇ…

source: Reconfiguring X.org...
ug: X.org نى قايتا سەپلەۋاتىدۇ…

source: Running ${SCRIPT}...
ug: ${SCRIPT} ئىجرا قىلىۋاتىدۇ…

source: normal
ug: نورمال

source: live
ug: جانلىق

source: Type of installation:
ug: ئورنىتىش تۈرى:

source: The live system can be installed to hard disk using one of the following options.
ug: live سىستېمىنى تۆۋەندىكى ئۇسۇلدا قاتتىق دىسكىغا ئورناتقىلى بولىدۇ.

source: If you choose 'normal', the system will be installed as a regular system. If you choose 'live', the installed system will continue to act as a live system but it can then be launched directly from the hard disk.
ug: ئەگەر «نورمال» نى تاللىسىڭىز، سىستېما ئادەتتىكى سىستېما سۈپىتىدە ئورنىتىلىدۇ. ئەگەر «live» نى تاللىسىڭىز، ئورنىتىلغان سىستېما live سىستېما سۈپىتىدە ئىشلىتىلىدۇ ئەمما ئورنىتىلغان سىستېما قاتتىق دىسكىدىن بىۋاسىتە قوزغىتىلىدۇ.
